NSCameraUsageDescription = "Ligipääs kaamerale on vajalik dokumentide skaneerimiseks, pildistamisels ja videosalvestuseks.";
NSFaceIDUsageDescription = "Face ID is on vajalik kasutaja autentimiseks näotuvastuse abil.";
NSLocationAlwaysUsageDescription = "See rakendus näitab sinu asukohta kaardil.";
NSPhotoLibraryUsageDescription = "Ligipääs meediapangale on vajalik sinu fotode ja videote laadimiseks sinu pilve.";
NSPhotoLibraryAddUsageDescription = "Ligipääs meediapangale on vajalik sinu fotode ja videote laadimiseks sinu pilve.";
NSMicrophoneUsageDescription = "Ligipääs mikrofonile on vajalik häälsõnumite salvestamiseks.";
NSLocationWhenInUseUsageDescription = "See rakendus näitab sinu asukohta kaardil.";
